tap "universal-ctags/universal-ctags"
cask "font-hack-nerd-font"
brew "bash"
brew "bash-completion"
brew "python"
brew "fzf"
brew "flake8"
brew "black"
brew "git"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "neovim"
brew "node"
brew "pgcli"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "starship"
brew "starship"
brew "pyenv-virtualenv"
brew "mise"
brew "asdf"
