tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "python"
brew "fzf"
brew "git"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "neovim"
brew "node"
brew "parquet-tools"
brew "pgcli"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "slack"
cask "google-chrome"
cask "spotify"
