tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "bash-completion"
brew "python"
brew "fzf"
brew "flake8"
brew "black"
brew "git"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "neovim"
brew "font-hack-nerd-font"
brew "node"
brew "pgcli"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
